Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/sanghefte_snakk_samisk_med_barnet.html.tmx
Source language: nob
Languages: sma

source: Sanghefte for barn med kjente samiske barnesanger.
sma: Laavlomegærjetje smaave maanide, åehpies saemien laavloejgujmie.

source: Heftet er på nord-, lule- og sørsamisk.
sma: Gærjetje lea dovne noerhte-, julev- jïh åarjelsaemiengïelesne.

source: Barn liker å leke med språket.
sma: Maanah lyjhkoeh gïeline stååkedidh.

source: Sang, rim og regler er en god innfallsvinkel til dette.
sma: Laavlomh, rijmh jïh reeglah leah hijven viehkie dïsse.

source: Det å synge og lese ord rytmisk viser seg å være en god hjelp for minnet.
sma: Laavlodh jïh baakoeh jievkehtimmine lohkedh vååjnoe goh hijven viehkie mojhtesasse årrodh.

source: Barnet lærer språk og uttale gjennom å ha det gøy med språket.
sma: Maanah gïelem lierieh jïh guktie edtjieh baakojde jiehtedh gosse åadtjoeh gïeline lustestalledh.

source: I sangheftet har vi samlet en del sanger som passer for små barn.
sma: Laavlomegærjesne libie såemies laavlomh tjöönghkeme mah smaave maanide sjiehtieh.

source: Her er sanger både på nord-, sør- og lulesamisk.
sma: Daesnie laavlomh dovne noerhte-, åarjel- jïh julevsaemien gïelesne.

source: Sangene er hentet fra utgitte sangbøker etter tillatelse fra forlagene.
sma: Laavlomh leah veedtjeme laavlomegærjijste luhpiedimmien mietie bertemijstie.

source: Rettighetene til sangene foreligger forlagene og/eller forfattere/oversettere.
sma: Reaktaaajhterh daejtie laavloemidie leah bertemh jïh/jallh tjaelijh/jarkoestæjjah.
